Repository: Erguvan/fltk_projects
Catalog: translations/*.po
Languages: am, es, fr, gd, it

source: Shutdown
am: ማጥፊያ
es: Apagar
fr: Éteindre
gd: Dùin Sios
it: &Spengi

source: Size
am: መጠን
es: Tamaño
fr: Taille
gd: Meud
it: D&imensioni

source: Solid Color
am: ሙሉ ቀለም
es: Color liso
fr: Couleur Unie
gd: Dath Cruaidh
it: Tinta Unita

source: Solid Color or 2 Color Gradient
es: Color liso o gradiente de 2 colores
fr: Couleur Unie ou Dégradé 2 couleurs
gd: Dath Cruaidh no Caisead 2 Dhath
it: Tinta Unita o Gradiente di 2 Colori

source: Status
am: ሁኔታ
es: Estado
fr: État
gd: Inbhe
it: Stato

source: Swapfile
am: ስዋፕፋይል
es: Archivo Swap
gd: Suaipfaidhle
it: FiledScambio

source: Swapfile Tool
am: የስዋፕፋይል መሳሪያዎች
es: Herramienta Swap
fr: Outil Fichier d'échange
gd: Inneal Suaipfaidhle
it: &File d Scambio

source: System Stats
am: የስርአቱ ሁኔታ
es: Datos del Sistema
fr: Statistiques du système
gd: Staitisteil Siostam
it: Stat&ist d Sistema

source: TC Exit Options
am: TC የመውጫ ምርጫዎች
es: Opciones de Salida de TC
fr: Options d'extinction de TC
gd: TC Fàg Roghainnean
it: TC Opzioni d Uscita

source: Tags
es: Etiquetas
fr: Mots-clés
it: &Etichette

source: The fastest mirror was %.*s. Press ok to set it as your mirror.
es: El repositorio mas rapido fue %.*s. Presionar OK para seleccionarlo.
fr: Le miroir le plus rapide était %.*s. Appuyez sur OK pour la définir comme votre miroir.
it: Il mirror + veloce era %.*s. Premi ok per impostarlo come il tuo mirror

source: Tile
am: ማዘጋጃ
es: Mosaico
fr: Mosaïquer
gd: Leacag
it: A&ffianca

source: Tiny Core Grub4dos Installation
es: Instalación de Tiny Core con Grub4dos
fr: Installation de Tiny Core Grub4dos
gd: Tiny Core Grub4dos Stàlachadh
it: Installazione Grub4dos di Tiny Core

source: Tiny Core Installation
am: የታይኒ ኮር መግጠሚያ
es: Instalación de Tiny Core
fr: Installation de Tiny Core
gd: Tiny Core Stàlachadh
it: Installazione Tiny Core

source: Tiny Core System Stats
am: የታይኒ ኮር ስርአት ሁኔታ
es: Estadísticas del Sistema Tiny Core
fr: Statistiques du système Tiny Core
gd: Tiny Core Siostam Staitisteil
it: Tiny Core Statistiche d Sistema

source: Toggle Default Copy Install
am: መቀያየሪያ ነባር ኮፒ መግጠሚያዎችን
es: Activar Copia de Instalación predeterminada
fr: Basculer l'Installation Copie par Defaut
gd: Toglaich gnàthach stàladh copaidh
it: Scambia &Default Copia/Installa

source: Toggle Default Install to File System Flag
es: Cambiar instalar por defecto a Sistem de archivos
fr: Basculer l'Installation par Défaut vers le Drapeau Système de Fichiers
it: &SCambia Flag Installa nel FIle System

source: Top
am: ላይ
es: Arriba
fr: Haut
gd: Barr
it: In cima

source: Top Left
am: በግራ በኩል ላይ
es: Arriba a la izquierda
fr: Haut Gauche
gd: Barr Clì
it: In Alto a Sinistra

source: Top Right
am: በቀኝ በኩል ላይ
es: Arriba a la derecha
fr: Haut Droite
gd: Barr Ceart
it: in Alto a Destra

source: Try to finish download
es: Terminar la descarga
fr: Essayer de terminer téléchargement
gd: Feuch criothnaich luchdachadh a-nuas
it: Prova a terminare il download

source: Uninstall
am: ማጥፊያ
es: Desinstalar
fr: Désinstaller
it: Disinstalla

source: Update .dep files.
am: ማሻሻያ .ጥገኛ ፋይሎችን
es: Actualizar archivos .dep
fr: Mettre à jour les fichiers .deb .
gd: Ùrachaidhean faidhlichen .deb.
it: &aggiorna File delle Dipendenze

source: Updates
am: ማሻሻያዎች
es: Actualizaciones
fr: Mises à jour
gd: Ùrachaidhean
it: &Aggiornamenti

source: Use DHCP Broadcast?
es: ¿Utilizar DHCP?
fr: Utiliser la diffusion DHCP ?
gd: Cleachd Craoladh DHCP?
it: Usa DHCP?

source: Use for frugal hard drive installations
es: Usar para instalacion frugal en disco duro
fr: Pour installation frugal sur disque dur
it: Usa per installazione frugale su disco fisso

source: Use for pendrives. Drive will be formatted into two FAT partitions
es: Uso para pendrives. Se formateara en dos particiones FAT
fr: Pour clés USB. La clé sera formatée en deux partitions FAT.
it: Usa per penne usb. Il dispositivo sarà formattato in due partizioni FAT

source: Use for pendrives. Your BIOS must support USB-HDD booting
es: Uso para pendrives. El BIOS debe soportar arranque USB-HDD
fr: Pour clés USB. Votre BIOS doit supporter le démarrage sur clé USB.
it: Usa per penne usb. Il bios deve supportare il boot la USB-HDD

source: Utilities
am: መገልገያዎች
es: Herramientas
fr: Utilitaires
gd: Ùisealachdan
it: Strumenti

source: Vertical Gradient
am: የቁመት ከፍታ
es: Gradiente vertical
fr: Dégradé vertical
gd: Caisead Direach
it: Gradiente verticale

source: Wallpaper
am: የግድግዳ ወረቀት
es: Fondo de pantalla
fr: Fond d'écran
gd: Pàipear-balla
it: Sf&ondo

source: Wbar Icon Size
am: Wbar ምልክት መጠን
es: Tamaño Iconos
fr: Taille de l'icône Wbar
gd: Wbar Meud Ìomhaigheag
it: Dimensione Icone Wbar

source: Wbar Icons
am: Wbar ምልክቶች
es: Iconos de Wbar
fr: Icônes Wbar
gd: Wbar ìomhaigheagan
it: Icone Wbar

source: Wbar Text Labels
es: Etiquetas Iconos
fr: Etiquette texte Wbar
gd: Wbar Ainmichean Teacsa
it: Wbar Etichette Testi

source: Wbar Zoom
es: Zoom de Wbar
fr: Zoom Wbar
gd: Wbar Claon-ruathar
it: Wbar Ingrandimento

source: Whole Disk
am: በሙሉ ዲስክ
es: Disco entero
fr: Disque entier
gd: Diosg Slàn
it: Intero Disco

source: Wifi Support
es: Soporte Wifi
fr: Support du Wifi
it: Supporto Wifi

source: Wireless Firmware
fr: Firmware pour Equipement Sans fil
it: Firmware wireless

source: Writes image path file to floppy.
am: የምስል መንገድ ፋይል ወደ ፍሎፒ መጻፊያ
es: Escribir el archivo de la ruta de imagen al disquete.
fr: Ecrit le chemin d'accés à l'image vers la disquette
gd: Sgìobhadh ionmgiagh faidhle bréid gu clàr sùbailte
it: Scrive l'Immagine sul Floppy

source: Year:
am: አመት:
es: Año:
fr: Année
gd: Bliadhna:
it: Anno:

source: bigHomeFiles
am: ትልቅ የቤት ፋይሎች
fr: Gros fichiers Home
gd: mòrFaidhlicheanDachaigh
it: GrandiFileinHome

source: boot
am: ማስነሻ
fr: Démarrage
gd: bùtaich
it: avvio

source: eXclude Icons
es: eXcluir iconos
fr: Exclure les icones
it: &Icone da Escludere

source: eXclude Wbar Icons
es: Excluir iconos en Wbar
fr: exclure icones Wbar
gd: tOirmisg ìomhaigheagan Wbar
it: Esclusione Icone da Wbar

source: eXclude Wbar Items
es: Excluir items en Wbar
fr: exclure articles Wbar
gd: tOirmisg nithean Wbar
it: Esclusione Icone da Wbar

source: eXcluded Items
am: የተከለከሉ እቃዎች
es: Items excluidos
fr: Exclure les items
gd: tOirmisg nithean
it: Elementi Esclusi

source: filesystems
am: የስርአቱ ፋይል
es: Sist. archiv.
fr: systèmes des fichiers
gd: Siostamanfaidhle
it: filesystem

source: modules
am: ክፍሎች
es: mód.
gd: modalan
it: moduli

source: mounts
am: መጫኛ
es: montajes
fr: monter
gd: Cuir-an-àirdean
it: montaggi

source: net
am: ኔት
es: red
gd: lìon
it: rete

source: processes
am: ሂደቶች
es: proc.
fr: processus
gd: pròiseasan
it: processi

source: tc-wbarconf
it: Configurazione Wbar

source: tcWbarConf
it: Configurazione Wbar

source: yes
am: አዎ
es: sí
fr: oui
gd: seadh!
it: s&i

source: &OK
am: &እሺ
es: &Aceptar
gd: &Ceart

source: File
am: ፋይል
es: Archivo
fr: Fichier

source: Gateway
am: መግቢያ
es: Puerta de enlace
fr: Passerelle
gd: Cabharnach

source: Info
am: መረጃ
es: Información
fr: Information
gd: Fios

source: NameServers
am: የሰርቨሮች ስም
es: Servidores DNS
fr: Nom des serveurs
gd: AinmFrithealaiche

source: OK
am: እሺ
es: Aceptar
gd: Ceart

source: Remaster Tool
es: Herramienta Remasterizacion
fr: Outil de remasterisation
gd: Inneal Ath-mhaighstir

source: Run with sudo
es: Ejecute con sudo
fr: Exécuter avec sudo

source: Terminal Server
am: ተርሚናል ሰርቨር
es: Servidor Terminal
fr: Serveur de terminaux
gd: Tèirmineal Frithealaiche

source: tc.swp in k bytes:
am: tc.swp በ ኪ ባይትስ :
es: tc.swp en k bytes:
fr: tc.swp en kilo octets:
gd: tc.swp ann k bytes:

source: Wireless
fr: Sans fil

source: no
am: አይ
fr: non
gd: Chan eil

source: FileTool
gd: InnealFaidhle

source: GO
gd: RACH

source: Keyword
gd: Facal-luirg

source: Micro Core
gd: Meanbh Meadhan

source: Min:
gd: Mion:

source: OnDemand
am: ሲጠየቅ
gd: AirIarrtas

source: USB-HDD
gd: USB-DDC

source: Wbar Conf
gd: Wbar Rèit

source: Wireless Networking Support
gd: Taic Lìonrachadh Uèirleas

source: button
gd: putan

source: cpu
am: ሲፒዩ
gd: ipm(cpu)

source: 1440k
am: 1440ኬ

source: 1722k
am: 1722ኬ

source: Logo
am: አርማ

source: Tiny Core
am: ትይኒ ኮር

source: Zoom
am: ማሳያ

source: dmesg
am: መልእክት ማሳያ
