Repository: Erguvan/fltk_projects
Catalog: translations/*.po
Languages: am, es, fr, gd, it

source: Apps
it: Applicazioni

source: &Apply
am: &መተግበሪያ
es: &Aplicar
fr: &Appliquer
gd: &Cuir an gnìomh
it: &Applica

source: &Apply Image
am: &ምስል መተግበሪያ
es: &Aplicar imagen
fr: &Appliquer l'image
gd: &Cuir an gnìomh Ìomhaigh
it: A&pplica Imm.

source: &Cancel
am: &መሰረዣ
es: &Cancelar
fr: &Annuler
gd: %Cuir dheth
it: &Annulla

source: &Exit
am: &መውጫ
es: &Salir
fr: &Quitter
gd: &Fàg
it: &Esci

source: &Format
am: &ፎርማት
es: &Formatear
fr: &Formater
gd: &Fòrmat
it: &Formatta

source: &Make Image
am: &ምስል መስሪያ
es: Crear I&magen
fr: &Créer l'image
gd: &Dèan Ìomhaigh
it: &Crea Imm.

source: &Proceed
am: &መቀጠል
es: &Proceder
fr: Procéder
gd: &Rach
it: &Procedi

source: Action Results
es: Result. acción
fr: Résultats d'action
it: Risultati Azione

source: Action:
am: ተግባር:
es: Acción:
gd: Gnìomh:
it: Azione:

source: Add
am: መጨመሪያ
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add Item
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi elemento

source: Appbrowser
am: መተግበሪያዎች መቃኛ
es: Explorador de aplicaciones
fr: Navigateur d'applications
gd: Appbrabhsair
it: BrowserApplicazioni

source: Application launcher
am: መተግበሪያ አስነሺ
es: Lanzador de aplicación
fr: Lanceur d'application
gd: Lòinsear prògraman
it: Esecutore di applicazioni

source: Apply
am: መተግበር
es: Aplicar
fr: Appliquer
gd: Cuir ri
it: Applica

source: Apps
it: Applicazioni

source: Apps: Regular Applications (tcz)
es: Apps: Aplicaciones estandar (tcz)
fr: Apps: Applications Régulières (tcz)
it: Applicazioni: Applicazioni Regolari (tcz)

source: AppsAudit
am: መተግበሪያ መቆጣጠሪያ
es: Auditor de Aplicaciones
fr: Audit d'Apps
gd: AppsSgrùdadh
it: RevisioneApplicaz

source: Back
am: ወደ ኋላ
es: Atrás
fr: Retour
it: &Indietro

source: Background Image
am: የመደቡ ምስል
es: Imagen de fondo
fr: Image d’Arrière-plan
gd: Ìomhaigh a' chùl-raon
it: Immagine di Sfondo

source: Backup
am: ተተኪ
es: Copia de Seguridad
fr: Sauvegarde
gd: Cùl-ghlèidheadh
it: Sal&vataggio

source: Backup Options:
am: የተተኪ ምርጫዎች:
es: Opciones de copia:
fr: Options de sauvegarde :
gd: Roghainnean Cùl-ghlèidheadh
it: Opzioni d Salvataggio:

source: Backup Restore and Lists Maintenance
es: Copiar Restaurar y Lista de mantenimiento
fr: Restauration de la sauvegarde et de maintenance des listes
it: Backup Ripristino e manutenzione liste

source: Backup/Restore
am: ተተኪ / እንደ ነበር መመለሻ
es: Guardar/Restaurar
fr: Sauvegarder/Restaurer
gd: Cùl-ghlèidheadh/Aisig
it: &Salvatag/Ripristin

source: Boot List
es: Lista de arranque
fr: Liste de Boot
it: &lista di Avvio

source: Boot List Maintenance
es: Mantenimiento Lista de arranque
fr: Maintenance de Liste de Boot
it: &Manutenzione Lista Avvio

source: Boot Options
am: የአነሳሰ ምርጫዎች
es: Opciones de arranque
fr: Options de Démarrage
gd: Roghainnean Bùtaich
it: Opzioni di Avvio

source: Boot Options Reference List
am: የአነሳሰ ምርጫዎች ማመሳከሪያ ዝርዝር
es: Lista referencia de opciones de arranque
fr: Liste de Référence des Options de Démarrage
gd: Liosta Teisteanas Roghainnean Bùtaich
it: Lista di Riferimento Opzioni di Avvio

source: Bottom
am: ታች
es: Abajo
fr: Bas
gd: Bonn
it: In fondo

source: Bottom Left
am: ታች በግራ በኩል
es: Abajo a la izquierda
fr: En bas à gauche
gd: Bonn Clì
it: In Basso a Sinistra

source: Bottom Right
am: ታች በቀኝ በኩል
es: Abajo a la derecha
fr: En bas à droite
gd: Bonn Ceart
it: In Basso a Destra

source: Broadcast
am: ማሰራጫ
es: Difusión
fr: Diffuser
gd: Craoladh
it: Trasmetti

source: Browse
am: መቃኛ
es: Examinar
fr: Parcourir
gd: Brabhsaich
it: &Sfoglia

source: Build Reporting Database
am: የመግለጫ ዳታቤዝ ይገንቡ
es: Construir la Base de Datos de Informes
fr: Construire la Base de Données de Rapports
gd: Tog Aithisgean Stòr-dàta
it: &Costruisci DataBase

source: Cancel
am: መሰረዣ
es: Cancelar
fr: Annuler
gd: Cuir dheth
it: Annulla

source: Center
am: መሀከል
es: Centrar
fr: Centre
gd: Meadhanaich
it: Ce&ntra

source: Check Md5sums
am: ኤምዲ5 ድምር መመርመሪያ
es: Comprobar Md5sums
fr: Vérifier md5sums
gd: Sgrùd son Md5sums
it: &Controlla Md5sums

source: Check Onboot Unneeded
es: Chequear innecesarios en Onboot
fr: Vérifiez Au démarrage Inutiles
it: Controllo non necessari in avvio

source: Check for Orphans
es: Chequear huerfanos
fr: Vérifiez pour les orphelins
it: Controllo orfani

source: Check for Updates
am: ማሻሻያዎች በመፈለግ ላይ
es: Buscar actualizaciones
fr: Vérifier si des mises à jour sont disponibles
gd: Sgrùd son Ùrachaidhean
it: &Controllo Aggiornamenti

source: Checking %u mirrors, please wait...
es: Chequeando %u repositorios, esperar...
fr: Vérification miroirs de %u, s'il vous plaît patienter ...
it: Controllo %u mirrors, attendere per favore...

source: Clear Item
es: Limpiar Item
fr: Effacer élément
it: Pulisci elemento

source: Clear Marked for Deletion
am: ለማጥፋት ምልክት የተደርገውን ማጽጃ
es: Limpiar Marcados para Eliminar
fr: Effacer les Marquages de Suppression
gd: Glan Comharraichte son Dubhadh Às
it: &Pulisci Marcate x la Cancellazione

source: Cloud (Remote)
es: En la nube (Remoto)
fr: Cloud (A distance)
it: &Cloud (Remoto)

source: Color #1
am: ቀለም #1
fr: Couleur #1
gd: Dath #1
it: Colore #1

source: Color #2
am: ቀለም #2
fr: Couleur #2
gd: Dath #2
it: Colore #2

source: Connect
am: መገናኘት
es: Conectar
fr: Connecter
gd: Ceangal
it: &Connetti

source: ControlPanel
am: መቆጣጠሪያ ማእከል
es: Panel de Control
fr: Panneau de Contrôle
gd: PanailSmachd
it: PannellodControllo

source: Copies floppy to image path entered,
am: ከፍሎፒ ወደ ምስል ኮፒ ማድረጊያ መንገድ ተመርጧል
es: Copias de disquete para la ruta de la imagen que se ingresó.
fr: Copie la disquette vers le chemin spécifié
gd: Copaigeadh clàr sùbailte gu a' slighe ìomhaigh air chuir a-steach,
it: Copia il floppy sull'immagine specificata

source: Core Only (Text Based Interface)
es: Solo Nucleo (Interfaz Basada en Texto)
fr: Core Seulement (Interface Basée Texte)
gd: Core A-mhàin (Eadar-aghaidh Bunait Teacsa)
it: Solo Core (Interfaccia Testuale)

source: Core Plus Extensions Catagories to Install
es: Categorias de Extensiones de Core Plus a Instalar
fr: Catégories d'Extensions Core Plus à installer
gd: Seòrsachan Core Leudachain A bharrachd a Stàladh
it: Categorie di Estensioni di Core Plus da installare

source: Core and X/GUI Desktop
es: Escritorio Core y X/GUI
fr: Core et Bureau X/GUI
gd: Core agus X/GUI Bàrr-deasc
it: Core e X/GUI Desktop

source: Couldn't load mirror list. Maybe network issue?
es: Fallo al cargar lista de repositorios. ¿fallo de red?
fr: Impossible de charger la liste des miroirs. Peut-être en réseau question?
it: Impossibile caricare la lista dei mirror. Forse c'è un problema di rete?

source: Date/Time
am: ቀን/ሰአት
es: Fecha/Hora
fr: Date/Heure
gd: Deat/Àm
it: &Data/Ora

source: Datetool
am: የቀን መሳሪያ
es: Herramienta de Fecha
fr: Outil de date
gd: InnealDeat
it: Strumento x la Data/Ora

source: Day:
am: ቀን:
es: Día:
fr: Jour :
gd: Là:
it: Giorno:

source: Delete
am: ማጥፊያ
es: Eliminar
fr: Effacer
it: &Elimina

source: Delete Item
es: Eliminar ítem
fr: Supprimer l'élément
it: Elimina Elemento

source: Dependencies
am: ጥገኝነት
es: Dependencias
fr: Dépendances
gd: Eisimeileachdan
it: &Dipendenze

source: Dependencies And Deletions
es: Dependencias y Eliminaciones
fr: Dépendances et Suppressions
it: &Dipendenze e Cancellazioni

source: Depends
am: እንደ ሁኔታው
es: Depende de
fr: Dépend de
gd: An urra ri
it: Dipende da

source: Device:
am: አካል :
es: Dispositivo:
fr: Périphérique :
gd: Innleachd:
it: Periferica:

source: Diagonal Gradient
am: የአግድም ከፍታ
es: Gradiente Diagonal
fr: Dégradé Diagonale
gd: Caisead Trasda
it: Sfumatura diagonale

source: Directory
am: ዳይሬክቶሪ
es: Directorio
fr: Répertoire
it: Cartella

source: Display All Not Depended On
am: ጥገኛ ያልሆኑትን በሙሉ ማሳያ
es: Mostrar todas las no dependencias
fr: Afficher tous les fichiers n'ayant pas de dépendances
gd: Foillsich h-uile nach eile eisimeil air
it: &Non Dipendenti

source: Display All with No Dependencies
am: ሁሉንም ጥገኞች ያልሆኑትን ማሳያ
es: Mostrar todos los sin dependencias
fr: Afficher tous les fichiers sans dépendance
gd: Foillsich h-uile às aonais Eisimeileachdan
it: &Senza Dipendenze

source: Display Marked for Deletion
am: ለማጥፋት የተመረጡትን ማሳያ
es: Mostrar Marcados para eliminar
fr: Afficher les fichiers marqués pour suppression
gd: Foillsich Comharraichte son Dudhadh Às
it: Marcate &x la Cancellazione

source: Don't install Extensions (Core Only, Text Based Install)
es: No se instalaron Extensiones (Solo Nucleo, Instalacion Basada en Texto)
fr: Ne pas installer les Extensions (Core Seulement, Installer en Mode Texte)
gd: Na Stàlaich Leudachain (Core A-mhàin, Stàladh Bunait Teacsa)
it: Non Installare Estensioni (Solo Core, Installazione Testuale)

source: Done
am: ተጠናቋል
es: Hecho
fr: Terminé
gd: Dèante
it: Fatto

source: Download + Load
am: የወረደ + ጭነት
es: Descargar + Instalar
fr: Télécharger + charger
gd: Luchdadh a-nuas + Luchdaich
it: Scarica + Installa

source: Download Only
am: የወረደ ብቻ
es: Sólo Descargar
fr: Télécharger seulement
gd: Luchdadh a-nuas a-mhàin
it: Scarica

source: Dry Run
es: prueba de copia
fr: Essais à vide
it: Prova Generale

source: E&xit
am: መ&ውጫ
es: &Salir
fr: Quitter
gd: F&àg
it: &Esci

source: Embedded
es: Integrado
fr: Embarqué
gd: Amalaichte
it: Incorporato

source: Enter Spaces Separated Options From Examples Above
es: Entrar opciones separadas por espacios de los ejemplos de arriba
fr: Saisir les Options Séparées par des Espaces à Partir Exemples Ci-dessus
gd: Cuir a-steach Roghainnean Spàsan-Sgaradh Bhon Nan Eisimpleirean Gu h-Àrd
it: Inserire le Opzioni Separate da Spazi Come l'Es. Sottostante

source: Excluded from Backup (.xfiletool.lst)
es: Excluidos de la copia de seg. (.xfiletool.lst)
fr: Exclus de la sauvegarde (.xfiletool.lst)
it: Esclusi dal Backup

source: Existing Partition
am: ከመከፋፈያው በመውጣት ላይ
es: Partición existente
fr: Partition Existante
gd: Pàirteachadh Maireannach
it: Partizione esistente

source: Exit Dependencies Mode
am: ከጥገኝነት ዘዴ መውጫ
es: Salir del Modo de Depedencias
fr: Quitter le Mode Dépendances
gd: Fàg Modh Eisimeileachdan
it: Es&ci dalla modalità dipendenze

source: Exit Dependency Check
es: Salir Chequeo de Dependencias
fr: Quitter Vérification des Dépendances
it: &Esci dal Controllo Dipendenze

source: Exit Install Options
am: ከመግጠሚያ ምርጫዎች መውጫ
es: Cerrar Opciones de Instalación
fr: Quitter les options d'installation
gd: Fàg Roghainnean Stàladh
it: &Esci dalle Opzioni d'Installazione

source: Exit Md5 Check Mode
am: ከኤምዲ5 ድምር መመርመሪያ ዘዴ መውጫ
es: Salir del Modo de Comprobación de Md5
fr: Quitter le Mode Contrôle MD5
gd: Fàg Md5 Modh Sgrùd
it: &Esci dal modo controllo Md5

source: Exit OnBoot
am: ሲነሳ መውጫ
es: Cerrar OnBoot
fr: Quitter OnBoot
gd: Fàg AirBùtaich
it: &Esci da InAvvio

source: Exit OnDemand
am: ሲጠየቅ መውጫ
es: Cerrar OnDemand
fr: Quitter SurDemande
gd: Fàg AirIarrtas
it: &Esci da OnDemand

source: Exit Update Mode
am: ከማሻሻያ ዘዴ መውጫ
es: Cerrar Modo de Actualización
fr: Quitter le mode mise à jour
gd: Fàg modh Ùrachadh
it: &Esci dal Modo Aggiornamenti

source: Exit to Prompt
am: በአስቸኳይ መውጫ
es: Salir al Sistema
fr: Quitter vers la ligne de commande
gd: Fàg gu Brodadh
it: &Esci da X

source: Extension Installation
es: Instalación de Extensiones
fr: Installation d'Extensions
gd: Stàlachadh Leudachan
it: Installazione Estensione

source: FLRun
gd: FLRuith
it: Esegui

source: Fetch Missing Dependencies
am: የጎደሉ ጥገኞችን ፈልጎ ማግኛ
es: Obtener dependencias perdidas
fr: Chercher Dépendances Manquantes
gd: Faigh Eisimeilean A Dhith
it: Acquisire Dipendenze Mancanti

source: Files
am: ፋይሎች
es: Archivos
fr: Fichiers
gd: Faidhlichean
it: File

source: Fill
am: መሙያ
es: Rellenar
fr: Remplir
gd: Lìon
it: &Riempi

source: Floppy Disk Tool
am: የፍሎፒ ዲስክ መሳሪያዎች
es: Herramienta de Disquete
fr: Outil Disquette
gd: Inneal Clàr Sùbailte
it: Strumento x Floppy Disk

source: FloppyTool
am: የፍሎፒ መሳሪያዎች
es: Herramienta de Disquete
fr: Outil disquette
gd: InnealSùbailte
it: Floppy

source: Formats FAT of selected size.
am: የተመረጠውን መጠን በፋት ፎርማት ማድረጊያ
es: Formato FAT del tamaño seleccionado.
fr: Formate en FAT avec la taille sélectionnée
gd: Fòrmataich FAT de meud taghte.
it: Formattazione FAT della dimensione selezionata

source: Formatting Options
es: Opciones de formato
fr: Options de Formatage
gd: Roghainnean Fòrmatadh
it: Opzioni di formattazione

source: Frugal
gd: Glèidhteach
it: Frugale

source: Full
am: ሙሉ
es: Completo
fr: Plein
gd: Làn
it: &Pieno

source: Go
am: መሄጃ
es: Ok
gd: Rach
it: Vai

source: Horizontal Gradient
am: የአግድም ከፍታ
es: Gradiente horizontal
fr: Dégradé horizontal
gd: Caisead Còmhnard
it: Gradiente orizzontale

source: Hour:
am: ሰአት:
es: Hora:
fr: Heure :
gd: Uair:
it: Ora:

source: IP Address
am: አይፒ አድራሻዎች
es: Dirección IP
fr: Adresse IP
gd: Seoladh IP
it: Indirizzo IP

source: Icon Size
am: የምልክት መጠን
es: Tamaño del icono
fr: Taille d'Icône
it: &Dimensione Icone

source: Image Path:
am: የምስል መንገድ:
es: Ruta de Imagen:
fr: Chemin de l'image
gd: Slighe Iomhaigh:
it: Perc. Immag.:

source: Included for Backup (.filetool.lst)
es: Incluidos en copia seg. (.filetool.lst)
fr: Inclus pour la sauvegarde
it: Inclusi nel Backup

source: Install
am: መግጠሚያ
es: Instalar
fr: Installer
it: &Installa

source: Install Extensions from this TCE/CDE Directory:
es: Instalar Extensiones desde este Directorio TCE/CDE
fr: Installer des extensions à partir de ce répertoire TCE/CDE:
gd: Leudachain Stàladh bhon Eòlaire TCE/CDE seo:
it: Installa Estensioni da questa TCE/CDE Directory:

source: Install Options
am: የአገጣጠም ምርጫዎች
es: Opciones de Instalación
fr: Options d'installation
gd: Roghainnean Stàladh
it: &Opzioni d'Installazione

source: Install Type
es: Tipo de Instalación
fr: Type d'Installation
gd: Seòrsa Stàladh
it: Tipo di Installazione

source: Install boot loader
am: ማስነሻ መጫኛውን መግጠም
es: Instalar cargador de arranque
fr: Installer le chargeur de démarrage
it: &Installare il Boot Loader

source: Install images from /opt/backgrounds directory
am: ምስሎችን መግጠሚያ ከ/ተለያዩ/የመደብ ዳይሬክቶሪ
es: Instalar imágenes del directorio /opt/backgrounds
fr: Installer des images à partir du répertoire /opt/backgrounds
gd: Stàladh iomhaighean do /opt/backgrounds directory
it: Installa immagini dalla cartella /opt/backgrounds

source: Installation Options
es: Opciones de Instalación
fr: Options d'Installation
it: &opzioni d'Installazione

source: Installed
am: ተገጥሟል
es: Instalados
fr: Installé
gd: Air na Stàladh
it: Installato

source: Installer Application
es: Instalar Aplicacion
fr: Application d'installation
gd: Pròram Stàlaichear
it: Applicazione d'Installazione

source: Interface
am: ግንኙነት
es: Interfaz
gd: Eadar-aghaidh
it: Interfaccia

source: Left
am: ግራ
es: Izquierda
fr: Gauche
gd: Clì
it: Sinistra

source: Left Bottom
am: ታች በግራ በኩል
es: Izquierda Abajo
fr: Bas Gauche
gd: Clì bonn
it: In Basso a Sinistra

source: Left Bottom Vertical
es: Izq. abjo vertical
fr: Verticale Bas Gauche
it: A Sinistra in Basso Vericale

source: Left Button
am: የግራ ቁልፍ
es: Botón izquierdo
fr: Bouton de gauche
gd: Clì Putan
it: Pulsante sinistro

source: Left Top
am: ላይ በግራ በኩል
es: Izquierda Arriba
fr: Haut Gauche
gd: Clì bàrr
it: In Alto a Sinistra

source: Left Top Vertical
es: Izq. arriba vertical
fr: Verticale Haut Gauche
it: A Sinistra in Alto Verticale

source: Left Vertical
es: Izq. vertical
fr: Verticale Gauche
it: A sinistra in verticale

source: List Dependencies
am: የጥገኞች ዝርዝር
es: Mostrar Dependencias
fr: Liste des dépendances
gd: Liosta Eisimeileachdan
it: &Elenca Dipendenze

source: List Missing Dependencies
am: ያልተገኙ የጥገኞች ዝርዝር
es: Mostrar Dependencias Perdidas
fr: Liste des dépendances manquantes
gd: Liosta Eisimeileachdan a Dhith
it: &Dipendenze Insoddisfatte

source: List Required By
am: የሚፈለጉት ዝርዝሮች በ
es: Mostrar Requeridos por
fr: Liste Requise Par
gd: Liosta Air Iarraidh Le
it: &Richiesta da

source: Load App Locally
es: Cargar App locales
fr: Charger App Localement
it: &Carica Applicazioni Locali

source: Local
am: አካባቢ
gd: Ionadail
it: Loc&ale

source: MD5SUM error
am: የጠቅላላ ድምር ስህተት
es: error MD5SUM
fr: erreur MD5SUM
gd: MD5SUM mearachd
it: Errore MD5SUM

source: Maintenance
am: ጥገና
es: Mantenimiento
gd: Gleidheadh
it: Manutenzione

source: Mark Partition Active (bootable)
es: Marcar Partición activa (arrancable)
fr: Marquer la Partition Active (bootable)
gd: Comharraich Pàirteachadh Gnìomhach (comas bùtaich)
it: Marca la Partizione come Attiva (avviabile)

source: Mark for Deletion
am: ለማጥፋት ምልክት ማድረግ
es: Marcar para Eliminar
fr: Marquer pour effacement
gd: Comharraichte son Dubhadh Às
it: &Marca x la Cancellazione

source: Md5 Checking
es: Chequear Md5
fr: Contrôle md5
it: &Controllo md5

source: Md5Check
am: ኤምዲ5 ድምር መመርመሪያ
fr: VérifierMd5
gd: Md5Sgrùd
it: &Controllo Md5

source: Md5sum error on
am: የጠቅላላ ድምር ስህተት በ
es: error Md5sum en
fr: Erreur Md5sum sur
gd: Md5sum mearachd air
it: Errore md5sum in

source: Mirror picker
es: Lista Repositorios
fr: miroir sélecteur
it: Scelta miror

source: Mirrors
am: አንጸባራቂዎች
es: Repositorios
fr: Miroirs
gd: Sgàthanan
it: &Specchi

source: Missing Dependencies Reporting
es: Informe dependencias perdidas
fr: Rapports Des Dépendances Manquantes
gd: Aithris Air Eisimeilean A Dhith
it: Segnalazione Dipendenze Mancanti

source: Month:
am: ወር:
es: Mes:
fr: Mois
gd: Mios:
it: Mese:

source: More
am: ተጨማሪ
es: Mas
fr: Plus
it: Altre &opzioni

source: Mount Tool
am: የመጫኛ መሳሪያዎች
es: Herram. Montaje
fr: Outil de Montage
gd: Inneal Cuir-an-àirde
it: Mont&a/Smonta

source: Mounted Partition:
am: የተጫኑ ክፍልፋዮች:
es: Partición Montada:
fr: Partition montée :
gd: Pàirteachadh Air Chuir-an-Àirde
it: Partizione Montata

source: Mouse Speed
am: የአይጥ ፍጥነት
es: Velocidad del Ratón
fr: Vitesse de la souris
gd: Astar luchag
it: Velocità Mouse

source: Mouse Tool
am: የአይጥ መሳሪያዎች
es: Herram. de Ratón
fr: Outils de la souris
gd: Inneal Luchag
it: Mo&use

source: MouseTool
am: የአይጥ መሳሪያዎች
fr: OutilSouris
gd: InnealLuchag
it: Mouse

source: Navigate to and Select Starter Pack to load.
es: Ir a y seleccionar el Starter Pack a cargar
fr: Rechercher et Sélectionner Kit de Démarrage à charger.
gd: Seòl gu agus Tagh Paca Tòiseachadh a luchdachadh.
it: Individuare e Selezionare il Pacco di Avvio da caricare.

source: Network
am: ኔትዎርክ
es: Red
fr: Réseau
gd: Lìonra
it: Re&te

source: Network Mask
am: የኔትዎርክ መሸፈኛ
es: Máscara de red
fr: Masque réseau
gd: Lìonra Masg
it: Maschera di rete

source: No formatting, use existing.
es: No formatear, utilizar el existente
fr: Aucun formatage, utiliser l'existant.
gd: Gun fòrmatadh, cleachd a' mhaireannach.
it: Non formattare, usa esistente.

source: Non-US keyboard layout support
es: Soporte para disposición de teclado no estadounidense
fr: Support des claviers hors US
gd: Taic co-dhealbhachd meur-clàr Neo-US
it: Supporto a layout di tastiera non-US

source: None
am: ምንም
es: Nada
fr: Aucun
gd: Neoni
it: Nessuno

source: OnBoot
am: ሲነሳ
fr: SurDemarrage
gd: AirBùtaich
it: &InAvvio

source: OnBoot Maintenance
es: Mantenimiento OnBoot
fr: Maintenance OnBoot
it: &InAvvio

source: OnDemand Maintenance
es: Mantenimiento OnDemand
fr: Maintenance OnDemand
it: &OnDemand

source: Onboot Items
am: ማስነሻ አካሎች
es: Elementos OnBoot
fr: Items OnBoot
gd: Nithean AirBùtaich
it: Elementi in Avvio

source: Optionally Enter Additional Unique Options from above:
es: Opcionalmente entrar opciones unicas adicionales de arriba
fr: Eventuellement Entrer l'Option Supplémentaire Unique ci-dessus:
it: &Inserisci Eventuali Opzioni Aggiuntive

source: Other
am: ሌሎች
es: Otro
fr: Autre
it: &altro

source: Path to core.gz:
es: Direccion a core.gz:
fr: Chemin vers core.gz :
gd: Slighe gu core.gz:
it: Locazione di core.gz:

source: Please Select Version to Install
am: እባክዎን ለመግጠም እትሙን ይምረጡ
es: Seleccionar versión a instalar
fr: S'il vous plaît Choisir la Version à Installer
gd: Tagh Sibh an Tionndaidh a Stàladh
it: Per favore seleziona una versione da installare

source: Position
am: አካባቢ
es: Posición
fr: Emplacement
gd: Suidheachadh
it: Posizione

source: Preview
am: ቅድመ እይታ
es: Previs.
fr: Aperçu
gd: Ro-shealladh
it: Anteprima

source: Proceed
am: መቀጠል
es: Proceder
fr: Procéder
gd: Rach
it: Procedi

source: Process Selected Item(s)
am: የተመረጡት እቃዎች ሂደት
es: Procesar seleccionado(s)
fr: Item(s) des processus sélectionnés
gd: Pròiseas Ni(thean) Taghte
it: Processa gli Elermenti Selezionati

source: Provides
am: መስጠት
es: Proporciona
fr: Fournit
gd: A' solaraich
it: Fornisce

source: Quit
am: ማጥፊያ
es: Salir
fr: Quitter
it: &Esci

source: Reboot
am: እንደገና ማስነሻ
es: Reiniciar
fr: Redémarrer
gd: Bùtaich a-rithist
it: &Riavvia

source: Remote
es: Remoto
fr: Distant
it: &Remoto

source: Remove and try again
am: ማስወገጃ እና እንደገና መሞከሪያ
es: Vuelva a intentarlo
fr: Supprimer et essayer à nouveau
gd: Dubh às agus feuch a-rithist
it: Rimuovi e prova ancora

source: Restore
am: እንደነበር መመለሻ
es: Restaurar
fr: Restaurer
gd: Aisig
it: Ripristina

source: Results
am: ውጤቶች
es: Resultados
fr: Résultats
gd: Toraidhean
it: Risultati

source: Review
am: ግምገማ
es: Revisión
fr: Revoir
gd: Rannsaich
it: Verifica

source: Right
am: ቀኝ
es: Derecha
fr: Droite
gd: Deas
it: Destra

source: Right Bottom
am: ታች በቀኝ በኩል
es: Derecha Abajo
fr: Bas Droite
gd: Putan Bonn
it: In Basso a Destra

source: Right Bottom Vertical
es: Dcha. abajo vertical
fr: Bas Droite Verticale
it: In Verticale in Basso a Destra

source: Right Button
am: የቀኝ ቁልፍ
es: Botón derecho
fr: Bouton droit
gd: Putan Ceart
it: Pulsante &destro

source: Right Top
am: ላይ በቀኝ በኩል
es: Derecha Arriba
fr: Haut Droite
gd: Ceart Barr
it: In Alto a Destra

source: Right Top Vertical
es: Dcha. arriba vertical
fr: Haut Droite Verticale
it: In Verticale in Alto a Destra

source: Right Vertical
es: Dcha. vertical
fr: Droite Verticale
it: In verticale a destra

source: Safe
am: አስተማማኝ
es: Seguro
fr: Sûr
gd: Sàbhailte
it: Sicuro

source: Save Configuration?
am: የተዋቀረውን ላስቀምጥ?
es: ¿Guardar configuración?
fr: Sauvegarder la configuration ?
gd: Sàbhail Rian?
it: Salvare la configurazione?

source: ScmApps: Self Contained Appllications (scm)
es: ScmApps: Aplicaciones autocontenidas (scm)
fr: ScmApps: Applications Auto Contenues (scm)
it: ScmApps: Applicazioni Auto Contenute

source: Search
am: መፈለጊያ
es: Buscar
fr: Rechercher
gd: Sireadh
it: Cerca

source: Select
am: መምረጫ
es: Seleccionar
fr: Sélectionner
gd: Tagh
it: Seleziona

source: Select File for
am: ፋይል መምረጫ ለ
es: Selecciona archivo para
fr: Sélectionner Fichier pour
gd: Tagh Faidhle Son
it: Selezione file per

source: Select File to be added to
am: የሚጨመረውን ፋይል ይምረጡ ወደ
es: Selecionar archivo para añadirlo a
fr: Selectionnez le fichier à ajouter à
gd: Tagh Faidhle ri cuir ris
it: Seleziona il FIle che Deve Essere Aggiunto a

source: Select Mirror
es: Selecciona Repositorio
fr: Sélectionner le Miroir
gd: Tagh Sgàthan
it: Selezione Mirror

source: Select PDF File to view with mupdf:
es: Selecciona PDF para ver con mupdf:
fr: Sélectionnez Fichier PDF à voir avec mupdf
it: Seleziona un file PDF per visualizzarlo con mupdf

source: Select TCE/CDE Directory
es: Seleccionar Directorio TCE/CDE
fr: Sélectionner Répertoire TCE/CDE
gd: Tagh Eòlaire TCE/CDE
it: Seleziona la Directory TCE/CDE

source: Select Target Disk
es: Selecciona disco de destino
fr: Sélectionner le Disque Cible
gd: Tagh Diosg Targaid
it: Seleziona Disco di Destinazione

source: Select fastest mirror
es: Selecciona el repositorio más rápido
fr: Sélectionnez miroir le plus rapide
it: Seleziona il miror + veloce

source: Selective Copy Install
am: ኮፒ መግጠሚያ መራጭ
es: Instalación de Copia Selectiva
fr: Installation Copie Selective
gd: Stàladh Copaidh Taghta
it: Copia Installa &Selettivo

source: Selective Copy Install to File System
es: Instalar copia selectiva al sistema de archivos
fr: Installation Copie Selective vers le Système de Fichiers
it: &Copia Installa nel File System Selettivo

source: Services
am: ግልጋሎቶች
es: Servicios
gd: Seirbheisean
it: Servizi

source: Set
am: ማሰናጃ
es: Establecer
fr: Définir
gd: Stèidhich
it: Imposta

source: Setup
am: ማሰናጃ
es: Configuración
fr: Configuration
gd: Cuir air bhonn
it: Configura
